Revit 2024 API
ValueAtPoint Constructor
Overload List
Name | Description
ValueAtPoint(IList<Double>)
 Creates object from an array of values
ValueAtPoint(ValueAtPoint)
 Creates a copy of the given ValueAtPoint instance.
See Also
ValueAtPoint Class
ValueAtPoint Members
Autodesk.Revit.DB.Analysis Namespace